<?php
$Beasts = array(
            array("classname" => "XX-класс",
                    "name" => "Лукотрус",
                    "image" => "XX/Bowtruckle.png",
                    "text" => "Лукотрусы (также встречается перевод лечурки, англ. Bowtruckle)\n\
 — хранители деревьев. Встречаются, в основном, в западной части Англии,\n\
 в Южной Германии и в лесах Скандинавии. Обнаружить их чрезвычайно трудно,\n\
 потому что лукотрусы — мелкие создания (не больше восьми дюймов ростом) и \n\
внешне выглядят так, словно сделаны из прутиков и коры, с крошечными карими глазками."),
            array("classname" => "XX-класс",
                    "name" => "Чизпурфл",
                    "image" => "XX/Chizpurfle.png",
                    "text" => "Чизпурфл (англ. Chizpurfle) — мелкие паразиты, размером\n\
около одной двадцатой дюйма, внешне напоминают краба с большими клыками. \n\
Их привлекает магия. Они могут селиться в шкуре или оперении таких животных, \n\
как шишуги и авгуреи. Иногда проникают в жилища магов и обгладывают волшебные \n\
палочки, добираясь до магической сердцевины, или поселяются в немытых котлах,\n\
 питаясь остатками волшебных зелий."),
            array("classname" => "XX-класс",
                    "name" => "Клабберт",
                    "image" => "XX/Clabbert.png",
                    "text" => "Клабберт (англ. Clabbert) — живёт на деревьях, по внешнему \n\
виду напоминает нечто среднее между обезьяной и лягушкой. Первоначально \n\
клабберты обитали в южных штатах США, позднее распространились по всему миру.\n\
У клаббертов гладкая зелёная пятнистая кожа, а на руках и ногах есть перепонки.\n\
 Длинные и гибкие конечности позволяют им передвигаться по деревьям,\n\
 раскачиваясь на ветках, подобно орангутанам. Голову «украшают» коротенькие\n\
рожки, а широкий рот с острыми зубами растянут в постоянной ухмылке. \n\
Питаются клабберты в основном мелкими ящерицами и птицами."),
            array("classname" => "XX-класс",
                    "name" => "Фея",
                    "image" => "XX/Fairy.png",
                    "text" => "Фея (англ. Fairy) — маленькое декоративное существо со\n\
  слаборазвитым интеллектом. Волшебники часто используют их в декоративных целях,\n\
 а иногда и создают специально для этого. Рост от одного до пяти дюймов, тело \n\
человекоподобное, если не считать крыльев, как у насекомого, прозрачных или разноцветных."),
            array("classname" => "XX-класс",
                    "name" => "Гриндилоу",
                    "image" => "XX/Grindylow.png",
                    "text" => "Гриндилоу (англ. Grindylow) — это водяная нечисть из легенд\n\
  маглов английского Йоркшира, болотно-зелёного цвета чудище с острыми рожками \n\
и длинными костлявыми пальцами. Эти опасные создания обожают пруды и озёра, \n\
где можно схватить ребёнка, беззаботно играющего чересчур близко к воде,\n\
и утащить его на дно. Победить гриндилоу можно, сломав ему пальцы \n\
(их наиболее уязвимое место)."),
             array("classname" => "XXX-класс",
                    "name" => "Веретенница",
                    "image" => "XXX/Billywig.png",
                    "text" => "Веретенница, или Вертивжик (англ. Billywig) — насекомое,\n\
  которое водится в Австралии. Длиной в полдюйма, яркого сапфирово-синего цвета.\n\
 Летает веретенница так быстро, что ее почти не видят маглы, да и волшебники \n\
замечают только тогда, когда она их ужалит. Крылышки крепятся на макушке и \n\
вращаются так быстро, что веретенница во время полета крутится вокруг своей оси. \n\
В нижней части брюшка расположено длинное, тонкое жало. Укус веретенницы \n\
вызывает головокружение, а затем левитацию. Ради этого побочного эффекта \n\
маленькие волшебники и волшебницы в Австралии ловят веретенниц и стараются их \n\
раздразнить, чтобы те их ужалили. Правда, в результате слишком большого \n\
количества укусов жертва может на несколько дней зависнуть в воздухе, а в случае\n\
тяжелой аллергической реакции и вообще никогда больше не спуститься на землю."),
            array("classname" => "XXX-класс",
                    "name" => "Докси",
                    "image" => "XXX/Doxy.png",
                    "text" => "Докси (англ. Doxy, также известны как кусачие феи) — волшебное\n\
  существо-паразит. Докси часто путают с феями, хотя на самом деле это \n\
 совершенно разные виды. Внешне докси тоже напоминают крохотных человечков,\n\
 но в отличие от фей, они покрыты густой черной шерстью, у них по две пары ручек\n\
и ножек, а крылышки жесткие, изогнутые и блестящие, как у жука. \n\
Язык докси — длинный, напоминающий язык хамелеона, с помощью которого докси\n\
 захватывает пищу (в частности, веретенниц). Докси встречаются повсюду\n\
 в Северной Европе и Америке — холодный климат благоприятен для них.\n\
Самки откладывают до пятисот яиц в одной кладке и закапывают их,\n\
а через две-три недели вылупляются детеныши."),
            array("classname" => "XXX-класс",
                    "name" => "Джарви",
                    "image" => "XXX/Jarvey.png",
                    "text" => "Джарви (англ. Jarvey) — магическое животное, которое встречается\n\
  в Британии, Ирландии и Северной Америке. По внешнему виду он напоминает \n\
хорька-переростка, с одним отличием — джарви умеет говорить. Впрочем, на \n\
осмысленную беседу он не способен и ограничивается набором коротких \n\
(зачастую очень грубых) фраз, которые выстреливает практически непрерывным \n\
потоком. Как правило, джарви живут под землей и охотятся на гномов \n\
(для борьбы с которыми маги иногда их используют специально), \n\
а также могут поедать кротов, крыс и мышей-полевок."),
            array("classname" => "XXX-класс",
                    "name" => "Растопырник",
                    "image" => "XXX/Murtlap.png",
                    "text" => "Растопырник, или Горегубка (англ. Murtlap) — животное, \n\
 похожее на крысу, встречается на побережье Британии. На спине у него имеется\n\
ырост, напоминающий актинию. В маринованном виде эти выросты вызывают \n\
устойчивость к заклятиям и порче. Нужно только иметь в виду, что при \n\
передозировке уши могут обрасти некрасивыми фиолетовыми волосками. \n\
Питается растопырник ракообразными, а также пятками всякого, \n\
кто по неосторожности на него наступит."),
            array("classname" => "XXX-класс",
                    "name" => "Нюхлер",
                    "image" => "XXX/Niffler.png",
                    "text" => "Нюхлер, или Нюхль (англ. Niffler) (ⅩⅩⅩ) — обитает в Британии. \n\
 Этот мохнатый длинноносый черный зверёк с плоскими как лопаты передними лапами\n\
 живёт в норах и обожает все блестящее. Гоблины часто приручают нюхлеров \n\
и обучают их находить в земле сокровища. Нрав у нюхлера смирный, \n\
он очень привязчив, но в доме его держать не следует — это губительно \n\
сказывается на мебели. Нюхлеры живут в норах на глубине до двадцати футов. \n\
Самка за один приплод приносит от шести до восьми детенышей."),
            array("classname" => "XXXX-класс",
                    "name" => "Демимаска",
                    "image" => "XXXX/Demiguise.png",
                    "text" => "Демимаска, также встречается перевод камуфлори (англ. Demiguise)\n\
  — мирное травоядное животное, с виду похожее на худенькую обезьянку \n\
с большими печальными чёрными глазами, которые часто бывают не видны \n\
из-под чёлки.Демимаску можно встретить на Дальнем Востоке, и то очень редко,\n\
потому что этот зверь обладает способностью становиться невидимым и предвидеть \n\
недалёкое будущее. Поймать его может только специально обученный волшебник.\n\
Всё тело покрыто длинной, мягкой как шёлк, серебристой шерстью. \n\
Шкура демимасок высоко ценится, поскольку из их шерсти делают мантии-невидимки."), 
            array("classname" => "XXXX-класс",
                    "name" => "Дромарог",
                    "image" => "XXXX/Graphorn.png",
                    "text" => "Дромарог или Угроб (англ. Graphorn) — крупный зверь \n\
 серовато-лиловой масти, с горбом на спине и двумя длинными, острыми рогами. \n\
Дромарог встречается в горных районах Европы. На ногах у него по четыре пальца,\n\
 нрав чрезвычайно агрессивный. Изредка горные тролли ездят верхом на дромарогах,\n\
 однако те плохо поддаются приручению, и поэтому гораздо чаще встречаются тролли\n\
 с увечьями от их рогов.Истолченный в порошок рог дромарога используется \n\
во многих зельях, несмотря на его дороговизну, — добыть такие рога очень трудно.\n\
 Скрыть Дромарога от маглов ещё сложнее, чем драконов, их шкура непроницаема \n\
для большинства заклинаний.Известно лишь одно использование толченого рога дромарога. \n\
Рог используется в Противоядии от магических ядов."), 
            array("classname" => "XXXX-класс",
                    "name" => "Грифон",
                    "image" => "XXXX/Griffin.png",
                    "text" => "Грифон (англ. Griffin) — волшебный зверь. \n\
 Родина грифона — Греция. У этого зверя передние лапы и голова как у орла,\n\
туловище и задние лапы — как у льва. Грифонов, как и сфинксов, \n\
часто используют маги для охраны сокровищ. Хотя грифоны очень свирепы, \n\
известны случаи, когда волшебникам удавалось их приручить. \n\
Питаются они исключительно сырым мясом."), 
            array("classname" => "XXXX-класс",
                    "name" => "Оккамий",
                    "image" => "XXXX/Occamy.png",
                    "text" => "Оккамий, или Окками (англ. Occamy) — встречается на \n\
 Дальнем Востоке и в Индии. Это двуногое крылатое создание \n\
с телом змеи и хохолком из перьев на голове в длину достигает пятнадцати футов.\n\
 Питается главным образом крысами и птицами, хотя, случается,\n\
нападает и на обезьян. Агрессивен, бросается на всякого, кто к нему приблизится, \n\
особенно когда защищает свою кладку яиц. Скорлупа яиц представляет собой чистейшее серебро."), 
            array("classname" => "XXXX-класс",
                    "name" => "Фестрал",
                    "image" => "XXXX/Thestral.png",
                    "text" => "Фестралы (англ. Thestral) — редкие волшебные существа, \n\
 относящиеся к фестрической породе крылатых коней. Главная отличительная\n\
 особенность фестралов в том, что их может видеть только человек, познавший \n\
смерть; для других людей они остаются невидимыми.У этих лошадей довольно \n\
мрачная слава — по мнению многих волшебников, фестралы очень несчастливые. \n\
Считается, что они приносят разные ужасные несчастья всем, кто их увидел, \n\
но это ни что иное, как суеверие."),  
            array("classname" => "XXXXX-класс",
                    "name" => "Акромантул",
                    "image" => "XXXXX/Acromantula.png",
                    "text" => "Акромантул (англ. Acromantula) — огромный восьмиглазый \n\
 паук, способный говорить на человеческом языке. Больше всего нам известно \n\
об Арагоге, который вместе со своей женой Мосаг основал род, живущий \n\
в окрестностях Хогвартса, в Запретном лесу. \n\
Речь об акромантулах идёт главным образом во второй книге."), 
            array("classname" => "XXXXX-класс",
                    "name" => "Василиск",
                    "image" => "XXXXX/Basilisk.png",
                    "text" => "Василиск (от греч. βασιλίσκος, «базилискос» — царёк) (англ. Basilisk)\n\
  — огромный змей, известный также как «король змей», живущий не одну сотню лет. \n\
Очень сильное магическое животное. Впервые был создан приверженцем чёрной магии \n\
древним греком Герпием Злостным, заставившим жабу высидеть куриное яйцо. \n\
Осознав, какое страшное чудовище появилось на свет, маги запретили выведение василисков ещё в средние века."), 
            array("classname" => "XXXXX-класс",
                    "name" => "Химера",
                    "image" => "XXXXX/Chimaera.png",
                    "text" => "Химера (англ. Chimaera) — редкое чудовище, обитающее в Греции. \n\
 У нее — голова льва, туловище козла и хвост дракона. Злобные и кровожадные химеры очень опасны."), 
            array("classname" => "XXXXX-класс",
                    "name" => "Мантикора",
                    "image" => "XXXXX/Manticore.png",
                    "text" => "Мантикора (англ. Manticore) — очень опасное животное с головой человека,\n\
  телом льва и хвостом скорпиона, обитающее в Греции. Своей свирепостью мантикора \n\
не уступает химере и так же редко встречается. Говорят, пожирая свою жертву, \n\
она тихо и сладко поет. Шкура мантикоры неуязвима практически для всех известных \n\
заклинаний, а удар её жала вызывает мгновенную смерть.")
     );
?>

            
