<?php
 $Classes = array(
            array("class" => "XX-класс",
                    "text" => "Безвредное / поддаётся приручению."),
            array("class" => "XXX-класс",
                    "text" => "Малоопасное / Справится любой квалифицированный волшебник."),
            array("class" => "XXXX-класс",
                    "text" => "Опасное / требуется вмешательство специалиста / может справиться волшебник высокого класса."),
            array("class" => "XXXXX-класс",
                    "text" => "Смертельное для волшебников / не поддаётся приручению.")          
     );
?>

