<?php
 $Depts = array(
            array("deptname" => "Отдел магического правопорядка",
                    "text" => "Отдел магического правопорядка (англ. Department of Magical Law Enforcement)"
                . " — отдел в Министерстве магии, занимающийся созданием правовых актов,"
                . " регулирующих юридическую сторону жизни магического сообщества."
                . " Также в функции отдела входит контроль над выполнением существующих правовых норм.",
                    "image" => "DMLE.png"),
            array("deptname" => "Отдел регулирования магических популяций и контроля над ними",
                    "text" => "Отдел регулирования магических популяций и контроля над ними "
                . "(англ. Department for the Regulation and Control of Magical Creatures) —"
                . " второй по величине отдел Министерства магии. Находится на четвёртом уровне."
                . " Отдел занимается контролем над магическими популяциями и местами их обитания,"
                . " сокрытием магических созданий от маглов, осуществляет контроль за разведением магических созданий"
                . " и выдаёт лицензии на их содержание, также контролирует продажу ингредиентов из магических тварей. "
                . "В ведении Отдела находится и поддержание связей с магическими народами (кентаврами, гоблинами и т.д.)"
                . " и обособленными группами (оборотнями, вампирами).",
                    "image" => "DRCMC.png"),
            array("deptname" => "Отдел международного магического сотрудничества",
                    "text" => "Отдел (Департамент) международного магического сотрудничества "
                . "(англ. Department of International Magical Cooperation) — "
                . "подразделение Министерства магии Великобритании, "
                . "занимающееся налаживанием международных контактов и привлечением волшебников всех стран к сотрудничеству.",
                    "image" => "DIMC.jpg"),
            array("deptname" => "Отдел магических происшествий и катастроф",
                    "text" => "Отдел (Департамент) магических происшествий и катастроф (англ. Department of Magical Accidents and Catastrophes) —"
                . " подразделение Министерства магии Великобритании, занимающееся устранением вреда, нанесённого случайным волшебством.",
                    "image" => "DMAC.png"),
            array("deptname" => "Отдел магического транспорта",
                    "text" => "Отдел (Департамент) магического транспорта (англ. Department of Magical Transportation) — "
                . "подразделение Министерства магии Великобритании, ответственное за обеспечение перемещения по миру различными магическими способами."
                . " Расположен на шестом уровне здания Министерства.",
                    "image" => "DMT.png")
                     
     );
?>