/* 
 * Задание:
 * создать массив список студентов: имя, группа, возраст, адрес - город, улица, дом кв.
 * Вывести на страницу index.html
 * написать функцию печати
 * 
 * дополнительно
 * добавить фоно не для всех студентов
 */


var books=[
    {
        name:'HTML и CSS : создание веб-сайтов',
        autor:'Джон Дакетт',
        price:'17.19$',
        photo:'HTML_CSS.jpg',
        ex:'Каждый день все больше людей хотят узнать некоторые HTML и CSS. Присоединение к профессиональным веб-дизайнерам и программистам - это новые аудитории, которым нужно знать немного кода на работе (обновить систему управления контентом или магазин электронной коммерции) и тех, кто хочет сделать свои личные блоги более привлекательными. Многие книги, преподающие HTML и CSS, сухие и написаны только для тех, кто хочет стать программистами, поэтому эта книга использует совершенно новый подход.'
    },
    {
        name:'HTML5: Руководство для начинающих',
        autor:'Мэтью Макдональд',
        price:'27.65$',
        photo:'HTML5.jpg',
        ex:'HTML5 - это больше, чем язык разметки - это набор нескольких независимых веб-стандартов. К счастью, это расширенное руководство охватывает все, что вам нужно, в одном удобном месте. С помощью пошаговых руководств и примеров в реальном времени HTML5: The Missing Manual показывает вам, как создавать веб-приложения, содержащие видео инструменты, динамическую графику, геолокацию, автономные функции и гибкие макеты для мобильных устройств.'
    },
    {
        name:'Начальное HTML5 : создание веб-приложений с помощью JavaScript',
        autor:'Эрик Фримен , Элизабет Робсон',
        price:'35.35$',
        photo:'HeadFirst.jpg',
        ex:'HTML начался как простой язык разметки, но в последнее время HTML накладывается на некоторые основные мышцы. Теперь у нас есть язык, настроенный для создания веб-приложений с веб-хранилищем, 2D-чертежом, автономной поддержкой, сокетами и потоками и т. Д. И чтобы говорить на этом языке, вы должны выйти за рамки HTML5 и в мир DOM, событий и JavaScript API.'
    },
    {
        name:'Начальное программирование на JavaScript',
        autor:'Эрик Т. Фримен , Элизабет Робсон',
        price:'37.60$',
        photo:'JavaScript.jpg',
        ex:'Это руководство учит вас всем, начиная с базовых языков JavaScript и заканчивая продвинутыми темами, включая объекты, функции и модель объекта документа браузера. Вы не просто будете читать - вы будете играть в игры, решать головоломки, размышлять о тайнах и взаимодействовать с JavaScript так, как вы никогда не думали. И вы напишете реальный код, много его, чтобы вы могли начать создавать свои собственные веб-приложения.'
    },
    {
        name:' JQuery в действии',
        autor:'Биир Бибо , Иегуда Кац , Аурелио де Роза',
        price:'32.12$',
        photo:'JQuery.jpg',
        ex:'jQuery in Action, Third Edition - это быстрый и полный справочник по jQuery, ориентированный на задачи, с которыми вы столкнетесь практически в любом проекте веб-разработчика. В этом переработанном издании, написанном для читателей с минимальным опытом работы с JavaScript, добавляются новые примеры и упражнения, а также глубокий и практический охват, который вы ожидаете от книги In Action. Вы узнаете, как перемещать HTML-документы, обрабатывать события, выполнять анимацию, писать плагины и даже тестировать свой код. Уникальные лабораторные страницы привязывают каждую концепцию к реальному коду. Несколько новых глав учат вас взаимодействовать с другими инструментами и фреймворками для создания современных одностраничных веб-приложений.'
    }
    
];