<?php

/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */
$films=array(
    array(
        'name'=>'Король Лев',
        'rez'=>array(
            'name1'=>'Роджер Аллерс',
            'name2'=>'Роб Минкофф'
        ),
        'year'=>'1994',
        'description'=>'У величественного Короля-Льва Муфасы рождается наследник по имени Симба. 
                        Уже в детстве любознательный малыш становится жертвой интриг своего завистливого дяди Шрама, мечтающего о власти.<br>
                        Симба познаёт горе утраты, предательство и изгнание, но в конце концов обретает верных друзей и находит любимую. 
                        акалённый испытаниями, он в нелёгкой борьбе отвоёвывает своё законное место в «Круге жизни», осознав, что значит быть настоящим Королём.',
        'country'=>'США',
        'picture'=>'Images/lionking.jpg',
        'actors'=>array(
            array(
                'name'=>'Мэттью Бродерик',
                'photo'=>'Images/actor1.jpg'),
            array(
                'name'=>'Джереми Айронс',
                'photo'=>'Images/actor2.jpg'),
            array(
                'name'=>'Нэйтан Лейн',
                'photo'=>'Images/actor3.jpg'),
            array(
                'name'=>'Эрни Сабелла',
                'photo'=>'Images/actor4.jpeg')
        )
    ),
    
    array(
        'name'=>'История игрушек',
        'rez'=>array(
            'name1'=>'Джон Лассетер'
        ),
        'year'=>'1995',
        'description'=>'Каждый ребенок верит, что когда он оставляет свои игрушки одни, они начинают заниматься своими делами. 
            Этот мультипликационный фильм позволяет убедиться им в своей правоте. <br>
            Основная идея фильма — каждая игрушка боится надоесть, стать забытой, замененной другой, так как весь смысл их существования — 
            доставлять счастье своим хозяевам.',
        'country'=>'США',
        'picture'=>'Images/histori.jpg',
        'actors'=>array(
            array(
                'name'=>'Том Хэнкс',
                'photo'=>'Images/actor5.jpg'),
            array(
                'name'=>'Тим Аллен',
                'photo'=>'Images/actor6.jpg'),
            array(
                'name'=>'Дон Риклз',
                'photo'=>'Images/actor7.jpg'),
            array(
                'name'=>'Джим Варни',
                'photo'=>'Images/actor8.jpg')
        )
    ),
    
    array(
        'name'=>'Корпорация монстров',
        'rez'=>array(
            'name1'=>'Пит Доктер',
            'name2'=>'Дэвид Силверман',
            'name3'=>'Ли Анкрич'
        ),
        'year'=>'2001',
        'description'=>'Склизкий гад в сливном бачке, мохнатый зверь, похожий на чудовище из «Аленького цветочка», гигантские мокрицы под кроватью — 
            все они существуют на самом деле. Все, что им нужно — пугать детей, потому что из детских криков они получают электричество. <br>
            Полнометражный мультфильм рассказывает о кризисах в мире монстров, их жизни. Но однажды вся мирная жизнь монстров оказывается под угрозой: 
            в их мир попадает ребенок. А с детьми столько хлопот, что они могут довести даже монстров.',
        'country'=>'США',
        'picture'=>'Images/monster.jpg',
        'actors'=>array(
            array(
                'name'=>'Джон Гудман',
                'photo'=>'Images/actor9.jpg'),
            array(
                'name'=>'Билли Кристал',
                'photo'=>'Images/actor10.jpg'),
            array(
                'name'=>'Мэри Гиббс',
                'photo'=>'Images/actor11.jpg'),
            array(
                'name'=>'Стив Бушеми',
                'photo'=>'Images/actor12.jpg')
        )
    ),
    
    array(
        'name'=>'Планета Сокровищ',
        'rez'=>array(
            'name1'=>'Рон Клементс',
            'name2'=>'Джон Маскер'
        ),
        'year'=>'2002',
        'description'=>'16-летний Джим Хоукинс отправляется на поиски таинственной Планеты Сокровищ в компании настоящих космических пиратов. 
            Под руководством корабельного кока, киборга Джона Сильвера, он становится умелым «космоплавателем» и не раз спасает космический галеон от самых серьезных 
            опасностей: черных дыр, взрывов сверхновых и космических штормов.<br> 
            Но главное испытание поджидает юного героя впереди — предательство близкого друга, который вместе с командой матросов пытается обманом 
            захватить все сокровища и скрыться…',
        'country'=>'США',
        'picture'=>'Images/planet.jpg',
        'actors'=>array(
            array(
                'name'=>'Роско Ли Браун',
                'photo'=>'Images/actor13.jpg'),
            array(
                'name'=>'Кори Бертон',
                'photo'=>'Images/actor14.jpg'),
            array(
                'name'=>'Дэйн А. Дэвис',
                'photo'=>'Images/actor15.jpg'),
            array(
                'name'=>'Джозеф Гордон-Левитт',
                'photo'=>'Images/actor16.jpg')
        )
    )
);
