var categories=['О кошачьих','Домашние коты', 'Дикие коты' 'Крупные кошачьи']; 
var content=[ 
		{ 
			classname: 'О кошачьих', 
			text: "Семейство млекопитающих отряда хищных. Наиболее специализированные из хищников, приспособленные к добыванию животной пищи путём подкрадывания, подкарауливания, реже — преследования.  Размеры широко варьируются. Конечности пальцеходящие, передние — 5-палые, задние — 4-палые. У всех видов, кроме гепарда и суматранской кошки, когти втяжные.  Зубов меньше, чем у остальных хищных (28—30), поэтому морда короткая, а голова выглядит округлой. Хвост у большинства видов длинный. Окраска от сероватой до рыжевато-бурой, как правило с полосами, пятнами, крапинами или розетками. Волосяной покров низкий, более пушистый у северных и высокогорных видов. Из органов чувств лучше развиты слух и зрение, обоняние слабее. Кошки способны слышать очень высокие звуки.Образ жизни преимущественно сумеречный и ночной. <br>Живут в одиночку или семьями, львы образуют прайды. Мелкие виды размножаются ежегодно или чаще, крупные — раз в 2—3 года. Детёнышей у мелких видов до 5—6, у крупных 2—4. Детёныши рождаются слепыми и беспомощными. Воспитывает детёнышей мать, отец заботится о них только в редких случаях. Продолжительность жизни до 30 лет. <br>Одним из отличительных признаков малых и больших кошек является то, что большие кошки в отличие от малых умеют рычать. Урчать могут все кошачьи, однако большие только на выдохе, а малые — и при вдохе, и при выдохе.", 
			image: 'Images/cats.jpg' 
		}, 
		{ 
			classname:'Домашние коты',
			text: 'Животное, одно из наиболее популярных «животных-компаньонов». <br>С точки зрения научной систематики, домашняя кошка — млекопитающее семейства кошачьих отряда хищных. Ранее домашнюю кошку нередко рассматривали как отдельный биологический вид. <br>Являясь одиночным охотником на грызунов и других мелких животных, кошка — социальное животное, использующее для общения широкий диапазон звуковых сигналов, а также феромоны и движения тела. <br>В настоящее время, в мире насчитывается около 600 млн домашних кошек, выведено около 200 пород, от длинношёрстных до лишённых шерсти, признанных и зарегистрированных различными фелинологическими организациями. На протяжении 10 000 лет кошки ценятся человеком, в том числе за способность охотиться на грызунов и других домашних вредителей.',
			image: 'Images/home_cats.jpg'
		},
		{
			classname: 'Дикие коты',
			text: 'Дикие кошки распространены на всех материках и крупных островах, кроме Австралии, Антарктики, островов Новой Гвинеи, Сулавеси, Гренландии и Мадагаскара. В большинстве своём обитают в тропическом и субтропическом, реже в умеренном климате. В таёжной зоне в настоящее время встречаются только тигр, пума, рысь и отчасти дальневосточный кот (в Приморье), хотя до их истребления первобытным человеком многие виды крупных кошачьих повсеместно встречались в Евразии и Северной Америке в зоне степей, лесов и даже тундры. Все кошачьи ведут наземный образ жизни, населяя преимущественно леса, отчасти пустыни, саванны и горы вплоть до верхнего их пояса.',
			image: 'Images/wild_cats.jpg'
			
		},
		{
			classname: 'Крупные кошачьи',
			text: 'Пдсемейство кошачьих, включающее наиболее крупных представителей этого семейства. Критерием принадлежности к большим кошкам является, однако, не величина, а морфологические детали, такие, как строение подъязычной кости. Из-за этого к большим кошкам не относятся такие виды, как пума и гепард. <br>На шерсти всех крупных кошек имеются пятна, даже если они, на первый взгляд, не видны. Они очевидны у леопарда, дымчатого леопарда, снежного барса и ягуара. У тигра полосы на шерсти являются удлинёнными пятнами. У львов пятна проявляются, как правило, в детстве. <br>Большие кошки отличаются от своих меньших родственников строением подъязычной кости. Она состоит из маленьких косточек, служащих закреплением языкового мускула в горле. Ранее этот признак связывали с умением рычать. Однако более новые исследования показывают, что рычание основано на других анатомических особенностях, прежде всего на специальном строении гортани. У льва, тигра, леопарда и ягуара она характеризуется очень длинными голосовыми связками и толстой эластичной тканью, позволяющими рычать. Снежный барс, дымчатый леопард и другие виды кошачьих такими особенностями не располагают и рычать не умеют.',
			image: 'Images/big_cats.jpg'
		}]